[
  {
    "name": "Detached 3-room apartment for sale in Marasti neighborhood with balcony",
    "shortDescription": "Ideally located close to FSEGA Faculty, this 3 bedroom detached apartment offers the perfect opportunity for those looking for convenience. With a generous balcony, it is a perfect space to enjoy the fresh air and the enchanting view. Fully furnished and equipped, this apartment is ready to welcome you with open arms, offering you all the necessary comforts for a life full of well-being. In addition, benefiting from the proximity to restaurants and bus stops, it ensures that you have everything you need close at hand. An opportunity to invest in a perfectly located home in one of the most sought after areas in the city.",
    "price": 182000,
    "surface": 65,
    "noOfRooms": 3,
    "floor": "4/4",
    "tags": [
      "family",
      "investment"
    ]
  },
  {
    "name": "1-room apartment, 38 sqm, intermediate floor, southwest orientation, for sale in Marasti",
    "shortDescription": "Blitz offers for sale a 1-room apartment located in an extremely easy and attractive area for rent, offering tenants the opportunity to have a 1-2 minute walk to public transport, 5 minutes from commercial spaces Kaufland, Lidl , Leroy Merlin, 15 minutes' walk to Iulius Mall, offices, educational centers as well as many other facilities.\n\nIf you appreciate peace and natural light, the southern positioning of the apartment on the upper floor 6 out of 7, you will be delighted!\n\nThe useful surface of 38 useful square meters is divided separately into the entrance hall, bedroom, kitchen and bathroom. The balcony is generous, open and on the best orientation: southwest!\n\nThe block was completed in 2017, built to good standards, the ultimate comfort being ensured by its own heating plant and 10 cm external insulation.\n\nTogether with the apartment you can purchase an outdoor parking space with CF for the price of 7000 euros.\n\nThe apartment is offered for sale furnished and equipped. For more details or to schedule a viewing, we will be happy to help you!",
    "price": 99000,
    "surface": 38,
    "noOfRooms": 1,
    "floor": "6/7",
    "tags": [
      "student",
      "airbnb"
    ]
  }
]