[
  {
    "id": "1",
    "name": "Detached 3-room apartment for sale in Marasti neighborhood with balcony",
    "location": "Cluj-Napoca Marasti",
    "shortDescription": "Ideally located close to FSEGA Faculty, this 3 bedroom detached apartment offers the perfect opportunity for those looking for convenience.",
    "price": 182000,
    "surface": 65,
    "noOfRooms": 3,
    "floor": "4/4",
    "tags": [
      "family",
      "investment"
    ]
  },
  {
    "id": "2",
    "name": "1-room apartment, 38 sqm, intermediate floor, southwest orientation, for sale in Marasti",
    "location": "Cluj-Napoca Marasti",
    "shortDescription": "We offer for sale a 1-room apartment located in an extremely easy and attractive area for rent, offering tenants the opportunity to have a 1-2 minute walk to public transport, 5 minutes from commercial spaces Kaufland, Lidl , Leroy Merlin, 15 minutes' walk to Iulius Mall, offices, educational centers as well as many other facilities.",
    "price": 99000,
    "surface": 38,
    "noOfRooms": 1,
    "floor": "6/7",
    "tags": [
      "student",
      "airbnb"
    ]
  },
  {
    "id": "3",
    "name": "Apartment at the house, Andrei Muresanu, 220 sqm total, garden",
    "location": "Cluj-Napoca Andrei Muresanu",
    "shortDescription": "With a total area of 220 square meters on Jozsef Attila street no. 49 in the Andrei Muresanu neighborhood, Cluj-Napoca.The apartment, part of a house with 2 apartments (duplex), is divided as follows:- Mezzanine/Ground floor: garage 28 sqm, cellar 26 sqm; - Upper ground floor: kitchen, living room 28 sqm, service toilet, pantry, hall, access to the garden; - Floor: 2 rooms of 14 and 20 square meters, bathroom with glass, hall; - Loft/Attic: open space 56 sq m, height over 3 m; The two big assets of this property are, first of all, the area, only 1.8km from the center (16 min walk), located on a street with almost non-existent car traffic, set back from the main traffic arteries, which serves only the riversiders.",
    "price": 379000,
    "surface": 106,
    "noOfRooms": 3,
    "floor": "1/1",
    "tags": [
      "duplex",
      "garden"
    ]
  },
  {
    "id": "4",
    "name": "3-room apartment, 74 sqm, Piata Unirii area",
    "location": "Cluj-Napoca center Piata Unirii",
    "shortDescription": "The apartment has own central heating system, divided as follows: kitchen, 2 bedrooms, a large living room and a bathroom. Due to this compartmentalization and the facilities it has, it is an excellent option for renting as a hotel, but also for a family.",
    "price": 390000,
    "surface": 74,
    "noOfRooms": 3,
    "floor": "1/1",
    "tags": [
      "family",
      "investment",
      "airbnb"
    ]
  }
]